INSERT INTO Stories (Story_name, About_story, Autor_id, Category_id, Created_date, Main_likes, Main_watches)
VALUES
('Магія світів', 'Фентезійна історія про пригоди в світі магії.', 2, 1, '2024-11-15', 20, 100),
('Зоряний код', 'Науково-фантастичний трилер про відкриття нової планети.', 3, 2, '2024-11-20', 25, 110),
('Пригода на острові', 'Історія про екстремальну подорож на віддалений острів.', 3015, 5, '2024-12-05', 15, 90),
('Містерія вночі', 'Загадкова розповідь про нічні пригоди в місті.', 3018, 1006, '2024-12-08', 18, 95),
('Танець сердець', 'Романтична історія про несподівану зустріч двох закоханих.', 3022, 1007, '2024-12-10', 22, 105),
('Гумор в кожному кроці', 'Смішні історії з життя персонажів.', 3025, 1008, '2024-12-12', 12, 80),
('Королівство магії', 'Фентезійна епопея про боротьбу за магічне королівство.', 3029, 1, '2024-12-18', 35, 150),
('Неймовірні пригоди', 'Захоплююча історія про боротьбу з невідомими монстрами.', 3032, 1011, '2024-12-20', 20, 110),
('Тіні минулого', 'Поетична розповідь про сумні та загадкові події.', 3033, 1010, '2024-12-22', 28, 140),
('Темний лабіринт', 'Детективний трилер про невідомого злочинця в лабіринті.', 3034, 1009, '2024-12-24', 33, 160),
('Розумний і смертельний', 'Науково-фантастичний твір про штучний інтелект, що виходить з-під контролю.', 3039, 1023, '2024-12-27', 45, 180),
('Тайна природи', 'Екологічна історія про збереження навколишнього середовища.', 3044, 1015, '2024-12-29', 38, 170);

